Repository: sashkir7/BabyGender
Catalog: BabyGenderPlanning/Resources/*.lproj/Localizable.string.strings
Languages: ja_jp, ru

# about_bloodRenewal
source: Due to this method the baby's gender may depens on the parents' blood - who has the freshest blood. Thus, if father has the blood renewal date later than mother's, they will have a boy. And vise versa. The blood has the property to renew. Woman's renew cycle takes 1 time in 3 years, man's cycle takes 1 time in 4 years. If woman's cycle was earlier the baby's gender will be female, If man's cycle was earlier the baby's gender will be male. In this case the Rhesus factor is very important. If mother has a negative Rhesus factor, the baby's gender will depends on the fact who has the older blood. The blood loss directly affects on blood renewal cycles. The blood loss means loos of more than 400 ml. For example: abdominal surgery or laparoscopical surgery, blood transfusion, donorship, the big blood loss by an accident, etc. For women it needs to take into account last delivery, termination of pregnancy, loss of a baby. More about this method: https://blogabout.me/conceive-a-boy-or-a-girl/ https://myduedatecalculator.com/child-gender-calculator-by-updating-blood/
ja_jp: 「この方法により、赤ちゃんの性別は、両親のどちらかが最も新鮮な血液を持っている両親の血液に依存します。したがって、父親が母親よりも血液更新日が遅い場合、男の子が生まれます。逆もまた同様です。 血には再生する性質があります。 女性の再生サイクルは3年に1回、男性のサイクルは4年に1回かかります。 女性の周期が早い場合、赤ちゃんの性別は女性になります。男性の周期が早い場合、赤ちゃんの性別は男性になります。 この場合、アカゲザル因子は非常に重要です。 母親がアカゲザルの因子が負である場合、将来の赤ちゃんの性別はだれが血を持っているかによって異なります。 失血は、血液の再生サイクルに直接影響します。 失血とは、400 ml以上の糞便を意味します。 例：腹部手術または腹腔鏡手術、輸血、献血、事故による大量失血など。女性の場合、出産（最初または最後）、妊娠中絶、赤ん坊の喪失を考慮する必要があります。」計算では、最新の失血の日付が考慮されます。 More about this method: https://blogabout.me/conceive-a-boy-or-a-girl/ https://myduedatecalculator.com/child-gender-calculator-by-updating-blood/
ru: Согласно этому методу пол ребенка зависит от того, у кого из родителей кровь более «свежая». То есть, если у папы дата последнего обновления крови позже маминой даты, то будет мальчик. И наоборот. Кровь обладает свойством обновляться. Женский цикл обновления проходит 1 раз в 3 года, мужской цикл обновления проходит 1 раз в 4 года. В случае, когда женский цикл прошел раньше – пол эмбриона будет женский, если раньше прошел мужской цикл – пол эмбриона будет мужской. В этом случае важную роль играет резус-фактор. Если мать - носительница отрицательного резус-фактора, то пол малыша будет зависеть от того, у кого кровь более 'застоялая'. На циклы обновления крови прямо влияет потяря крови. Под потерей крови подразумевается потеря больше 400 мл. Например: полостная операция (лапароскопия), переливание крови, донорство, несчастные случаи (ДТП, бытовая травма, травма на производстве), и т.д. Для женщин стоит учесть последние роды, прерывание беременности, потеря плода. В рассчётах учитывается дата самой последней потери крови. Подробнее о методe: https://iia-rf.ru/women/kak-rasschityvayut-pol-rebenka-po-obnovleniyu-krovi-opredeleniya/

# disclaimer
source: Attention! The calculator is based on calculation methods not confirmed by official medical research and does not guarantee 100% accuracy! We recommend that you read more about the method.
ru: Внимание! Калькулятор основан на методах расчета, не подтвержденных официальными медицинскими исследованиями и не гарантирует 100% точности! Рекомендуем прочесть подробнее о методе.
