Repository: sashkir7/BabyGender
Catalog: BabyGenderPlanning/Resources/*.lproj/Localizable.string.strings
Languages: ja_jp, ru

# freymanDobrotingMethod
source: Freiman-Dobrotin method
ja_jp: フライマン-ドブロチン法
ru: Метод Фреймана-Добротина

# freymanDobrotingMethod_short
source: Freiman-Dobrotin method
ja_jp: フライマン-ドブロチン法
ru: Метод Фреймана

source: Blood renewal method
ja_jp: 血液更新方法
ru: Метод обновления крови

# alert_ok
source: Exit
ja_jp: ОК
ru: Выход

# alert_cancel
source: Cancel
ja_jp: キャンセル
ru: Отмена

# alert_delete
source: Delete
ja_jp: 情報を削除する
ru: Удалить

# alert_delete_title
source: Delete confirmation
ja_jp: 削除の確認
ru: Подтверждение удаления

# alert_delete_message
source: Do you really want to delete?
ja_jp: 消去してもよろしいですか？
ru: Вы действительно хотите удалить?

# alert_exit_confirmation
source: Exit confirmation
ja_jp: 終了確認
ru: Подтверждение выхода

# alert_agree_exit
source: Do you really want to exit? The data will be lost
ja_jp: アプリケーションを終了してもよろしいですか？ 入力したデータは失われます
ru: Вы действительно хотите выйти? Введенные данные будут утеряны

# toast_missingInput
source: Some fields are not filled
ja_jp: すべての必須フィールドに入力されていません
ru: Не все поля были заполнены

# toast_unknownGender
source: The probability of conceiving a boy or a girl is the same in this case. Try specifying a blood type to refine the reckoning.
ja_jp: この状況では、アルゴリズムは無力です。 ご不便をおかけして申し訳ございません
ru: В данном случае вероятность зачатия мальчика и девочки одинаковая. Попробуйте указать группу крови для уточнения расчета.

# toast_noFavorableDates
source: No favorable dates found. Try to increase your search terms
ja_jp: 有利な日付は見つかりませんでした。 検索時間を増やすようにしてください
ru: Не найдено ни одной благоприятной даты. Попробуйте увеличить сроки поиска

# toast_conceptionDateInvalid
source: Conception date can't be less than parents' dates of birth
ja_jp: 子供の受胎日は、両親の指定された生年月日以上である必要があります
ru: Дата зачатия не может быть меньше даты рождения родителей

# toast_bloodLossDateInvalid
source: Blood loss date can't be less than date of birth
ja_jp: 失血の日付は生年月日より少なくすることはできません
ru: Дата потери крови не может быть меньше даты рождения

# toast_acceptPolicy
source: To work with the application, you must accept the user agreement
ja_jp: アプリケーションを使用するには、ユーザーの同意に同意する必要があります
ru: Для работы с приложением необходимо принять пользовательское соглашение

# dropDown_saveMother
source: Save mother
ja_jp: 母親情報を保存
ru: Сохранить маму

# dropDown_saveFather
source: Save father
ja_jp: 父親情報を保存
ru: Сохранить папу

# dropDown_chooseSaved
source: Load from saved parents
ja_jp: 保存済みから選択
ru: Выбрать из сохраненных

# button_done
source: Select
ja_jp: Ok
ru: Выбрать

# button_cancel
source: Cancel
ja_jp: キャンセル
ru: Отменить

# button_accept
source: Accept
ja_jp: 受け入れるために
ru: Принять

# sideMenu_title
source: Menu
ja_jp: メニュー
ru: Меню

# sideMenu_genderPrediction
source: Baby's gender checking
ja_jp: 赤ちゃんの性別を調べる
ru: Прогноз пола ребенка

# sideMenu_premium
source: Premium subscription
ja_jp: プレミアムサブスクリプション
ru: Премиум подписка

# sideMenu_planning
source: Baby's gender planning
ja_jp: 赤ちゃんの性別計画
ru: Планирование пола ребенка

# sideMenu_parents
source: Parents
ja_jp: 親
ru: Родители

# sideMenu_savedResults
source: Saved results
ja_jp: 保存された結果
ru: Сохраненные расчеты

# sideMenu_write
source: Contact developers
ja_jp: 開発者に連絡する
ru: Написать разработчикам

# sideMenu_about
source: About the app
ja_jp: アプリについて
ru: О приложении

# page_title_genderPrediction
source: Baby's gender checking
ja_jp: 将来の赤ちゃんの性別を見つける
ru: Прогноз пола ребенка

# page_title_genderPlanning
source: Baby's gender planning
ja_jp: 赤ちゃんの性別計画
ru: Планирование пола ребенка

# page_title_parents
source: Parents
ja_jp: 親
ru: Родители

# page_title_recommendations
source: Hints & Tips
ja_jp: 推奨事項
ru: Рекомендации

# page_title_aboutMethod
source: More about method
ja_jp: 方法の詳細
ru: Подробнее о методе

# aboutMethod
source: More about method
ja_jp: 方法の詳細
ru: Подробнее о методе

# femaleBirthdayDate
source: Mother's birthday
ja_jp: 母の誕生日
ru: Дата рождения матери

# maleBirthdayDate
source: Father's birthday
ja_jp: 父の誕生日
ru: Дата рождения отца

# bloodGroup
source: Blood type
ja_jp: 血液型
ru: Группа крови

# dateFormat
source: DD/MM/YYYY
ja_jp: 日 / 月 / 年
ru: ДД/ММ/ГГГГ

source: Blood loss
ja_jp: 失血
ru: Потеря крови

# estimatedConceptionDate
source: Expected conception date
ja_jp: 受胎予定日
ru: Предположительная дата зачатия

# checkOnBornChildrens
source: Check on born children
ja_jp: 生まれた子供を確認する
ru: Проверка на рожденных детях

# babyBirthdayDate
source: Child's birthday
ja_jp: 子供の誕生日
ru: Дата рождения ребенка

# pregnancyDuration
source: The number of weeks the pregnancy lasted
ja_jp: 妊娠は何週間続きましたか
ru: Сколько недель длилась беременность

# pregnancyDuration_placeholder
source: 40 (9 months)
ja_jp: 40週間（9か月
ru: 40 (9 месяцев)

# conceptionDate
source: The estimated conception period:
ja_jp: Дата зачатия:
ru: Предположительный период зачатия:

# calculate_button_title
source: Calculate
ja_jp: 計算する
ru: Рассчитать

# planning_button_title
source: Let's plan
ja_jp: 子供を計画しましょう
ru: Запланировать ребенка

# newReckoning_button_title
source: New reckoning
ja_jp: 新しい計算
ru: Новое планирование

# doYouHaveABoy
source: Do you have a boy? Possible dates of conception:
ja_jp: 男の子がいますか？ 受胎可能日:
ru: У вас Мальчик? Возможные даты зачатия:

# doYouHaveAGirl
source: Do you have a girl? Possible dates of conception:
ja_jp: 女の子がいますか？ 受胎可能日:
ru: У вас Девочка? Возможные даты зачатия:

# youHaveABoy
source: Congratulations! You will have a boy according to the calculation!
ja_jp: おめでとう！ あなたは男の子を産むでしょう！
ru: Поздравляем! Согласно расчету, у вас будет мальчик!

# youHaveAGirl
source: Congratulations! You will have a girl according to the calculation!
ja_jp: おめでとう！ あなたは女の子を産むでしょう！
ru: Поздравляем! Согласно расчету, у вас будет девочка!

# choosePlannedBabyGender
source: Select the preferred baby's gender
ja_jp: 好みの赤ちゃんの性別を選択してください
ru: Выберите пол будущего ребенка

# chooseConceptionDatePeriod
source: Select the estimated conception period
ja_jp: 推定受胎期間を選択してください
ru: Выберите предполагаемый период зачатия

# favorableConceptionDaysForGirl
source: Favorable days for the conception of a girl
ja_jp: 女の子の受胎にとって好ましい日
ru: Благоприятные дни для зачатия девочки

# favorableConceptionDaysForBoy
source: Favorable days for the conception of a boy
ja_jp: 男の子の受胎にとって好ましい日
ru: Благоприятные дни для зачатия мальчика

# recommendations_button_title
source: Hints & Tips
ja_jp: 推奨事項
ru: Рекомендации

# oneMonth
source: 1 month
ja_jp: 1ヶ月
ru: 1 месяц

# twoMonth
source: 2 months
ja_jp: 2ヶ月
ru: 2 месяца

# threeMonth
source: 3 months
ja_jp: 3ヶ月
ru: 3 месяца

# sixMonth
source: 6 months
ja_jp: 6ヵ月
ru: 6 месяцев

source: January
ja_jp: 1月
ru: Январь

source: February
ja_jp: 2月
ru: Февраль

source: March
ja_jp: 3月
ru: Март

source: April
ja_jp: 4月
ru: Апрель

source: May
ja_jp: 5月
ru: Май

source: June
ja_jp: 6月
ru: Июнь

source: July
ja_jp: 7月
ru: Июль

source: August
ja_jp: 8月
ru: Август

source: September
ja_jp: 9月
ru: Сентябрь

source: October
ja_jp: 10月
ru: Октябрь

source: November
ja_jp: 11月
ru: Ноябрь

source: December
ja_jp: 12月
ru: Декабрь

# lastDateOfBloodLossRequired
source: Add the date of last blood loss
ja_jp: 最後の失血の日付が必要
ru: Необходимо указать дату последней потери крови

# relatedToBloodLoss
source: The blood loss includes:
ja_jp: 失血には以下が含まれます：
ru: К потери крови относится :

# laparoscopy
source: The abdominal surgery or laparoscopical surgery
ja_jp: 腹部手術または腹腔鏡検査
ru: Полостная операция или лапароскопи́я

# bloodTransition
source: Blood transfusion
ja_jp: 輸血
ru: Переливание крови

# bloodDonation
source: Donorship
ja_jp: 寄付
ru: Донорство

# accident
source: The big blood loss by an accident
ja_jp: 大きな偶発的な失血
ru: Большая потеря крови при несчастном случае

# givingBirth
source: Birth (first or last)
ja_jp: 出産（最初または最後）
ru: Роды (первые или последние)

# abortion
source: Termination of pregnancy
ja_jp: 中絶
ru: Прерывание беременности

# fetalLoss
source: Loss of a baby
ja_jp: 胎児の喪失
ru: Потеря плода

# chooseBloodGroup
source: Select blood type
ja_jp: Выберите группу крови
ru: Выберите группу крови

source: Rhesus Factor
ja_jp: Rh因子
ru: Резус-фактор

# bloodLoss_date_title
source: Blood loss date
ja_jp: 失血日
ru: Дата потери крови

# father_section_title
source: Father
ja_jp: お父さん
ru: Отец

# mother_section_title
source: Mother
ja_jp: 母
ru: Мать

# mother_about_rhesus_factor
source: Please, note that the Rh factor plays an important role in the calculation. If the mother is a carrier of a blood type with a Rh(-), then the baby's gender will depend on who has the older blood. Please, take this into account when calculating.
ja_jp: Обратите внимание, что Резус -фактор играет важную роль в расчете. Если мама носитель группы крови с отрицательным резус-фактором, то пол малыша будет зависеть от того, у кого кровь более старая. Пожалуйста, учитывайте это при расчете
ru: Обратите внимание, что Резус-фактор играет важную роль в расчете. Если мама носитель группы крови с отрицательным резус-фактором, то пол малыша будет зависеть от того, у кого кровь более старая. Пожалуйста, учитывайте это при расчете.

# parent_screen_title
source: Save parent
ja_jp: 親の情報を保存
ru: Сохранить родителя

# parentName
source: Parent's name
ja_jp: 親の名前
ru: Имя родителя

# chooseParentGender
source: Select parent's gender
ja_jp: 親の性別を選択してください
ru: Выберите пол родителя

# birthdayDate
source: Birthday
ja_jp: 生年月日
ru: Дата рождения

# buttonSave
source: Save
ja_jp: Сохранить
ru: Сохранить

# femaleGender
source: Female
ja_jp: 女性
ru: Женский

# maleGender
source: Male
ja_jp: 男性
ru: Мужской

# my_premium_title
source: My premium
ja_jp: 私のプレミアムサブスクリプション
ru: Моя премиум подписка

# my_trial_title
source: My trial period
ja_jp: Мой пробный период
ru: Мой пробный период

source: Valid until:
ja_jp: まで有効
ru: Действует до:

# buttonBuy
source: Subscribe
ja_jp: 購入
ru: Перейти к подписке

# buttonRestore
source: Restore purchases
ru: Восстановить покупки

# premium_title_one
source: Baby's gender planning
ja_jp: 赤ちゃんの性別計画
ru: Планирование пола ребенка

# premium_title_two
source: Save results
ja_jp: 親の情報を保存
ru: Сохранение результатов

# premium_title_three
source: Advantages
ja_jp: 利点
ru: Преимущества

# premium_description_one
source: You can choose desirable baby's gender and the app calculates favorable conception days.
ja_jp: あなたは子供の望ましい性別を選択することができ、アプリケーションは受胎の有利な日付を計算します.
ru: Вы можете выбрать желаемый пол ребенка, и приложение рассчитает благоприятные даты зачатия

# premium_description_two
source: There is a possibility to save the reckoning results and parents' info.
ja_jp: Появится возможность сохранить данные о родителях, чтобы при повторном расчете не вводить их заново.
ru: Появится возможность сохранить результаты расчетов и данные о родителях

# premium_description_three
source: With premium subscription you have endless opportunities.
ja_jp: あなたは子供の望ましい性別を選択することができ、アプリケーションは受胎の有利な日付を計算します.
ru: Безграничные возможности в приложении с премиум подпиской

# premium_alert_title
source: Warning
ja_jp: 注意
ru: Внимание

# premium_alert_message
source: Subscriptions loading error During the information loading there is an error occurred. Possible reasons: 1) Unstable connection or you’re not connected to the Internet 2) No Apple ID account on this device 3) Apple server error
ja_jp: 「サブスクリプションの読み込みエラー。 サブスクリプション情報の読み込み中にエラーが発生しました。 考えられる理由： 1）インターネット接続が不安定または欠落している 2）デバイスにApple IDアカウントがない 3）Appleサーバーの問題」
ru: Ошибка загрузки подписок При загрузке информации о подписках произошла ошибка. Возможные причины: 1) Нестабильное или отсутствующее интернет-соединение 2) Отсутствие аккаунта Apple ID на устройстве 3) Неполадки на серверах Apple

# premium_title_trial_period
source: Trial period terms
ja_jp: Условия использования пробного периода
ru: Условия использования пробного периода

# premium_three_days_free
source: Free 3 days
ja_jp: 3 дня бесплатно
ru: 3 дня бесплатно

# premium_subscribe
source: Subscribe
ja_jp: Подписки
ru: Перейти к подписке

# premium_about_trial_period_first
source: Using the free trial period will be available for 3 days, in the end of it, the subscription will be automatically renewed for 1 month, and your account will be charged for one billing period according to the subscription tariffs
ja_jp: Использование бесплатного пробного периода будет доступно в течение 3 дней, после окончания бесплатного пробного периода подписка будет автоматически продлена на 1 месяц, а с вашего счета будет списана плата за один расчетный период согласно условиям подписки
ru: Использование бесплатного пробного периода будет доступно в течение 3 дней, после окончания бесплатного пробного периода подписка будет автоматически продлена на 1 месяц, а с вашего счета будет списана плата за один расчетный период согласно условиям подписки

# premium_about_trial_period_last
source: If you refuse to use the functionality available in the Premium subscription and avoid being charged, cancel the subscription before the end of the trial period. You can do this in the Account settings in the App Store.
ja_jp: В случае отказа от использования функционала доступного по условиям Премиум подписки и избежания списания средств, отмените подписку до окончания пробного периода. Это можно сделать в настройках вашего Apple ID.
ru: В случае отказа от использования функционала доступного по условиям Премиум подписки и избежания списания средств, отмените подписку до окончания пробного периода. Это можно сделать в настройках Учетной записи в App Store

# subscription_description
source: Buy the premium subscription and plan your future baby's gender. Save reckoning results with favorable conception dates and parent's info for further planning.
ja_jp: 「アプリケーションのプレミアムサブスクリプションを取得すると、胎児の性別を計画できます。 将来の計算のために、好ましい出生日と親データとともに結果を保存してください。」
ru: Приобретите премиум подписку и спланируйте пол будущего ребенка. Сохраняйте результаты с благоприятными датами зачатия и информацией о родителях для последующих расчетов.

# subscription_oneMonth
source: / 1 month
ja_jp: /1か月
ru: / 1 месяц

# subscription_threeMonths
source: / 3 months
ja_jp: / 3ヶ月
ru: / 3 месяца

# subscription_sixMonths
source: / 6 months
ja_jp: / 6か月
ru: / 6 месяцев

# subscription_oneYear
source: / 1 year
ja_jp: /1年
ru: / 1 год

# subscription_threeMonths_saving
source: Discount in subscription for 3 months -
ja_jp: Экономия при подписке на 3 месяца -
ru: Экономия при подписке на 3 месяца -

# subscription_sixMonths_saving
source: Discount in subscription for 6 months -
ja_jp: Экономия при подписке на 6 месяцев -
ru: Экономия при подписке на 6 месяцев -

# subscription_oneYear_saving
source: Discount in subscription for 1 year -
ja_jp: Экономия при годовой подписке -
ru: Экономия при годовой подписке -

# subscription_valid_until
source: Valid until:
ja_jp: Действует до:
ru: Действует до:

# purchasing_subscription
source: Wait please, purchase in process...
ja_jp: Идет приобретение подписки
ru: Идет приобретение подписки

# purchasing_reloading_subscribe
source: Purchase restoration in progress
ja_jp: Идет восстановление покупки
ru: Идет восстановление покупки

# purchasing_subscription_success
source: The subscription purchase success!
ja_jp: Подписка успешно приобретена
ru: Подписка успешно приобретена

# purchasing_reloading_success
source: Purchase successfully restored!
ja_jp: Покупка успешно восстановлена
ru: Покупка успешно восстановлена

# purchasing_subscription_failure
source: Failed to purchase subscription
ja_jp: Не удалось приобрести подписку
ru: Не удалось приобрести подписку

# purchasing_reloading_failure
source: Failed to restore purchases
ja_jp: Не удалось восстановить покупки
ru: Не удалось восстановить покупки

source: Show all dates
ja_jp: すべての日付を表示
ru: Показать все даты

# calculation
source: Reckoning
ja_jp: 計算
ru: Расчет

# recommendations_boy
source: 1. Don't recomended have a sex 3-4 days before reference ovulation date. The sperm cells quantity will be higher. 2. For future fathers are not recommended the hot baths during 7 days before conception. 3. The conceptions works only during the sex for having a baby. 4. After the conception use contraceptive methods (condoms) by the next sex. 5. The best condition for conception is orgasm. 6. Have a prolonged foreplay to gain a maximum sperm concentration. 7. The pose has to provide deep penetration. 8. Coffee before a sex (2 hours before) will increase the sperm quantity. 9. Don't use lubricants. Foods that can positively affect the conception of a boy: - A meat, potatoes, pickles, sausages, mushrooms, bananas, apricots, oranges, peaches and fig. Drink tea, coffee and fuit juices. - Probably should exclude dairy products, cabbage, nuts and beans and undesirable to eat eggs, shrimps, chees, nuts, milk chocolate and green salad, drink milk coctails, soft water and mineral water with calcium.
ja_jp: 1.基準となる排卵日の3〜4日前に性交をしないでください。 精子の量が多くなります。 2.温浴は少なくとも7日間除外されます。 3.受胎は、出産の性の間にのみ機能します。 4.受胎後の性行為は避妊薬（コンドーム）を使用して行われます。 5.受胎時には、状態をオルガスムにすることが最良の状態です。 6.最大限の精子集中を実現するには、より長い前戯をお楽しみください。 7.あなたの姿勢は深い浸透を提供する必要があります。 8.愛の行為の前のコーヒー（セックスの2時間前）は、精子の数を増やします。 9.グリースは使用しないでください。 「受胎の2か月前に、有機体を酸化して人間の精子を生存させる特別な食事に固執しました。男性の赤ちゃんの性別の場合： 肉、ジャガイモ、漬物、ソーセージ、マッシュルーム、バナナ、アプリコット、オレンジ、桃、イチジクを食べる必要があります。 お茶、コーヒー、フルーツジュースを飲みます。 乳製品、キャベツ、ナッツ、豆を食事から除外します。 卵、エビ、チーズ、ナッツ、ミルクチョコレート、グリーンサラダ、牛乳のカクテル、軟水、カルシウムを含むミネラルウォーターを飲むことは望ましくありません。 この食事療法は良い結果をもたらします。 それはよりoxyd環境を作るのに役立ちます。 それは男の子の受胎により有利になる生化学的卵の組成に影響を与えます。」
ru: 1. Не рекомендуется заниматься любовью 3–4 дня до расчетного дня овуляции. Количество клеток спермы будет больше. 2. Для будущих отцов исключены горячие ванны, по крайней мере, в течение 7 дней. 3. Концепция действует лишь во время акта любви, направленного на создание плода. 4. Половой контакт после зачатия проводится с использованием контрацептивных средств (презервативов). 5. При создании плода доведение состояния до оргазма - лучшее состояние. 6. Наслаждайтесь более длинной прелюдией для достижения максимальной концентрации сперматозоидов. 7. Поза должна обеспечить глубокое проникновение. 8. Кофе перед актом любви (за 2 часа до) повысит число сперматозоидов. 9. Не используются смазочные средства. Продукты которые могут положительно повлиять на зачатие мальчика: - Мясо, картофель, соленые огурцы, колбасы, грибы, бананы, абрикосы, апельсины, персики и инжир. - Пить чай, кофе и фруктовые соки. - Возможно стоит исключить из рациона молочные продукты, капусту, орехи и бобы, также нежелательно есть яйца, креветки, сыр, орехи, молочный шоколад и зеленый салат, пить молочные коктейли, мягкую воду и минеральную воду с кальцием.

# recommendations_girl
source: Girls time is 2-3 days before ovulation. At that moment an egg is pedisposed to get woman's X-spermatozoons. The environment and condition are perfect. It's enough for woman to keep the track of her cycle calendar, and then it's easy to calculate favorable day. To increase the chance to have a girl you need: 1. A pose that provides shallow penetration (classic). 2. To have sex before and after conception. 3. To fix the sperm in the organism for 20 minutes. Diet for a girl conception: * Meat products (beef, veal, lamb) * Milk, cottage cheese, sour cream * Fruits * Tea, fruit juices, cocoa
ja_jp: 「女の子の時期は2〜3日前です。この時点で卵を受け取る場所は女性の「X精子です。環境と状態は理想的です。女性が自分の周期のカレンダーを維持するのに十分であり、その後、彼女は単純に都合の良い日を計算します。 女の子がいる可能性を高めるために： 1.ポーズは、浅い浸透（クラシックポーズ）を提供する必要があります。 2.性交は受胎日の前後に行うことができます。 3.体内での精子の固定時間は20分です。」「女の子の受胎のための食事療法： * 肉類（牛肉、子牛肉、子羊肉） * 牛乳、カッテージチーズ、サワークリーム * 果物 * お茶、フルーツジュース、ココア」
ru: Время девочек – 2–3 дня до овуляции. Именно в этот момент яйцеклетка предрасположена к принятию "женских" Х-сперматозоидов. Среда, состояние идеальны. Женщине достаточно вести календарь своего цикла, и тогда станет просто высчитать благоприятный день. Для того чтобы увеличить шансы рождения девочки: 1. Поза должна обеспечить неглубокое проникновение (классическая). 2. Акты любви можно проводить и до и после дня зачатия. 3. Продолжительность фиксации спермы в организме составляет 20 мин. Диета для зачатия девочки: * Мясные продукты (говядина, телятина, баранина) * Молоко, творог, сметана * Фрукты * Чай, фруктовые соки, какао

# aboutApp
source: This application is a tool for calculating by two most famous methods: Blood renewal and the Freiman-Dobrotin method. In result of calculating there appears a probability of determining the gender of the future baby . - The blood renewal method is based on the calculation of the frequency of blood renewal periods. - The Freiman-Dobrotin method is based on the calculation of coefficients collected on the basis of statistics from maternity hospitals. Our application is for informational purposes only and cannot guarantee absolut of 100% the result of conceiving a baby of the desired gender. The actual baby gender may depend on many factors and physiological characteristics of the parents' organisms also. For planning a baby, we recommend that you first consult with specialists. So, you can use our application if you accept these terms.
ja_jp: 「このアプリケーションは、2つの最もよく知られた方法を使用して、胎児の性別を決定するための計算ツールです。 子供の実際の性別は、多くの要因や両親の生物の生理学的特性に依存する可能性があるため、両方の方法の計算結果は、どちらか一方の性別の子供を持つ確率のみを示しています。」
ru: Данное приложение является инструментом для проведения расчетов по двум наиболее известным методам: Обновления крови и Метод Фреймана - Добротина, на основании которых появляется вероятность определения пола будущего ребенка. - В основе метода обновления крови лежит расчет частоты периодов обновления крови. - В основе метода Фреймана - Добротина лежит расчет коэффициентов собранных на основании статистики из родильных домов. Наше приложение носит лишь ознакомительный характер и не может гарантировать 100% результат зачатия ребенка желаемого пола, так как фактический пол ребенка может зависеть от многих факторов и физиологических особенностей организмов родителей. Для планирования ребенка рекомендуем предварительно проконсультироваться со специалистами. Можете использовать наше приложение, если принимаете эти условия.

# about_freymanDobrotin
source: This method was developed by Michael Freiman according to statistics of Svyatoslav Dobrotin, professor of the medical department of the Nizhegorodsky Medical State University. This statistics was drafted and checked during the Svyatoslav Dobrotin work in the I Maternity Home as chief medical officer in the Gorky city. The spouses, who decided to have a baby, had to set a possible conception date, that is on 10-15 day since the new menstrual cycle. Then, by the parents' birthdays, define the baby's gender that is expected on your chosen conception day. If the prediction result won't be favorable, reschedule the conception for the next month and repeat calculation. More about this method: https://blogabout.me/conceive-a-boy-or-a-girl/
ja_jp: 「この方法は、ニジニノヴゴロド州立大学スヴィアトスラフドブロチン医学部のスヴィアトスラフドブロチン教授の統計を使用してミハイルフライマンによって開発されました。これらの統計は、ドブロチン教授の勤務中にゴーリキーの産科病院1号の主治医としてまとめられ、検証されました。100件中99件の予測は正確でした。 子供を妊娠することを決定した親は、最初に可能な受胎の日を決定する必要があります。これは、次の月経の開始から10〜15日になります。 次に、両親の生年月日によって、選択した受胎日に期待される子供の性別を決定します。 予測の結果が望ましくない場合は、構想を翌月に延期し、計算を繰り返す必要があります。 More about this method: https://blogabout.me/conceive-a-boy-or-a-girl/
ru: Данный метод был разработан Михаилом Фрейманом по статистике профессора медицинского факультета Нижегородского государственного университета Святослава Добротина. Данная статистика была составлена и проверена во время работы профессора Добротина главным врачом в роддоме №1 города Горького. Супруги, решившие завести ребенка, вначале должны определить день возможного зачатия, который приходится на 10–15 день с начала очередной менструации. Далее по датам рождения родителей определите, какой пол ребенка ожидается для выбранного вами дня зачатия. Если результат прогноза окажется нежелательным, то зачатие следует перенести на следующий месяц и повторить расчет. Подробнее о методe: http://opredeleniepola.ru/calc/metod-frejmana-dobrotina
